{
    "navbarHome": "Inicio",
    "navbarAbout": "Sobre mí",
    "navbarProjects": "Proyectos",
    "navbarTech": "Tecnologías",
    "navbarCV": "Descargar CV",

    "landingTitle": "Desarrolladora Front-End",
    "landingDescription": "Me especializo en construir soluciones web responsivas, que combinan un diseño elegante con una navegación intuitiva.",
    "cvUrl": "/archives/CV-MaríaJoséVillarreal.pdf",
    "cvButtonText": "Descargar CV",

    "aboutTitle": "Sobre mí",
    "aboutContent1": "Me especializo en la creación de aplicaciones web e interfaces de usuario que no solo sean visualmente atractivas, sino también fáciles de usar y de navegar. Me apasiona crear diseños responsivos y accesibles que funcionen sin problemas en diferentes dispositivos y navegadores.",
    "aboutCertificates": "Mis certificaciones",

    "projectsTitle": "Mis proyectos",
    "fullstack": "Certificado de finalización del curso de Desarrollo Fullstack, otorgado por Mercado Libre, Globant y Digital House. Este curso proporcionó una formación integral en desarrollo web y móvil, preparándome para enfrentar los desafíos del mercado actual.",
    "frontend": "Certificado de finalización del curso de Especialista en Front End, otorgado por Mercado Libre, Globant y Digital House. Este curso ofreció una formación avanzada en desarrollo front end, permitiéndome dominar las tecnologías y herramientas esenciales para la creación de interfaces de usuario interactivas y atractivas.",
    "pet": "Certificado de Cambridge Nivel PET (Preliminary English Test) con calificación 'Pass with Distinction'. Este certificado demuestra un dominio avanzado del inglés en el nivel preliminar, reflejando habilidades destacadas en comprensión y comunicación en el idioma.",
    "ellce": "Certificado del English Language Learning Centre (ELLCe) con nivel C1 y un promedio de 9.50. Este certificado acredita un alto dominio del inglés en el nivel C1, destacando un desempeño sobresaliente en todas las habilidades lingüísticas evaluadas.",

    "techTitle": "Tecnologías",
    "toolsTitle": "Herramientas"
}